Repository: COVIDWarriors/CWarriors_Tracking
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Dyes
es: Colorantes

source: Batch identifier (leave blank to generate)
es: Identificador de lote (en blanco para generarlo)

source: Samples file
es: Archivo de muestras

source: Technician
es: Operador

source: Procedure
es: Química

source: Iddle
es: Parado

source: Finished
es: Terminado

source: Empty
es: Vacío

source: Processing
es: Procesando

source: Not connected
es: Sin conexión

source: identifier
es: identificador

source: Station
es: Estación

source: Station order
es: Orden de la estación

source: IP address
es: Dirección IP

source: Can communicate with server
es: Puede comunicar con el servidor

source: State
es: Estado

source: Created on
es: Creado el

source: Modified on
es: Modificado el

source: Name
es: Nombre

source: name
es: nombre

source: first fluorophore
es: primer fluróforo

source: second fluorophore
es: segundo fluróforo

source: third fluorophore
es: tercer fluróforo

source: fourth fluorophore
es: cuarto fluróforo

source: fith fluorophore
es: quinto fluróforo

source: path
es: trayecto

source: Procedures
es: Químicas

source: Pre-loaded batch
es: Lote pre-cargado

source: Processing started on
es: Proceso iniciado el

source: Processing completed on
es: Proceso completado el

source: Batches
es: Lotes

source: {} ({}): {} -> {} by {}
es: {} ({}): {} -> {} por {}

source: Yes
es: Sí

source: Unclear
es: Inespecífico

source: Low
es: Bajo

source: Medium
es: Medio

source: High
es: Alto

source: Sample code
es: Código de la muestra

source: Processig completed
es: Proceso completado

source: Result
es: Resultado

source: Extraction Plate
es: Placa de extracción

source: PCR Plate
es: Placa PCR

source: Rack type
es: Tipo de rack

source: Processing completed
es: Proceso completado

source: Steps
es: Pasos

source: {0} with {1} samples in {2} tray {3}
es: {0} con {1} muestras en {2} bandeja {3}

source: {0} with {1} samples {2} [{3}]
es: {0} con {1} muestras {2} [{3}]

source: Only deepwells on tray 5
es: En la bandeja 5 solo deepwells

source: Deepwells only on tray 5
es: Deepwells solo en la bandeja 5

source: Row %d does not exist
es: La fila %d no existe

source: Column %d does not exist
es: La columna %d no existe

source: ENTERS
es: ENTRA

source: EXITS
es: SALE

source: In / Out
es: Entra / Sale

source: Sample tracing with COVIDWarriors Opentrons robots
es: Trazabilidad de muestras con los robots Opentrons de COVIDWarriors

source: Sample
es: Muestra

source: Logs for
es: Registro para

source: on
es: en

source: Date
es: Fecha

source: Batch
es: Lote

source: Filter
es: Filtro

source: Back
es: Volver

source: Download
es: Descargar

source: Print rack
es: Imprimir rack

source: No logs for
es: No hay registros para

source: Select batch
es: Seleccionar lote

source: Empty rack
es: Rack vacío

source: Create new rack
es: Crear un rack

source: Controls
es: Controles

source: Upload sample batch
es: Cargar lote de muestras

source: View logs
es: Ver registro

source: Stop receiving
es: Parar recepción

source: Start receiving
es: Iniciar recepción

source: Station A
es: Estación A

source: place into
es: colocar en

source: Station B
es: Estación B

source: Station C
es: Estación C

source: Removing the rack will simulate processing. Are you sure?
es: Quitar el rack simulará el proceso. ¿Está seguro?

source: Upload samples
es: Cargar muestras

source: Unexpected error while moving
es: Error inesperado al mover muestras

source: {0} removed from {1}
es: {0} quitado de {1}

source: Tray 5 on {0} is occupied
es: La bandeja 5 de {0} está ocupada

source: No trays available on {0}
es: No hay bandejas libres en {0}

source: Tray 4 on {0} is occupied
es: La bandeja 4 de {0} está ocupada

source: Tray 1 on {0} is occupied
es: La bandeja 1 de {0} está ocupada

source: {0} placed on tray {1} on {2}
es: {0} colocado en la bandeja {1} de {2}

source: Wrong Identifier
es: Identificador incorrecto

source: Rack is full
es: El rack está lleno

source: No Batch selected
es: No se ha seleccionado un lote

source: Wrong Sample Code {0}:{1}
es: Código de muestra incorrecto {0}:{1}

source: Sample {0} Added Already
es: La muestra {0} ya se ha añadido

source: No batch identifier
es: No hay identificador de lote

source: Wrong method
es: Método incorrecto

source: Batch {0} with {1} samples uploaded successfully
es: Cargado el lote {0} con {1} muestras
